/* This is the title of an alert presented to users when an application they're using calls Python 2.7, which is deprecated. The application name will be formatted into the string before displaying to the user. */
"%@ needs to be updated" = "%@ needs to be updated";

/* Alert learn more button */
"Learn More…" = "Learn More…";

/* Alert ok button */
"OK" = "OK";

/* This is the body of an alert presented to users when an application they're using calls Python 2.7, which is deprecated. */
"This app will not work with future versions of macOS and needs to be updated to improve compatibility. Contact the developer for more information." = "This app will not work with future versions of macOS and needs to be updated to improve compatibility. Contact the developer for more information.";

